Repository: wp-plugins/nivo-slider-for-wordpress
Catalog: lang/nivoslider4wp-*.po
Languages: pt_br

source: Drag Markers To Pick A Color
pt_br: Arraste o marcador para escolher uma cor

source: Nivo Slider For WordPress - Options
pt_br: Nivo Slider para WordPress - Opções

source: options updated
pt_br: opções atualizadas

source: Size of crop (will also be the size of the slider)
pt_br: Tamanho do recorte (será também o tamaho do slider)

source: If you have any photos uploaded have to cut out pictures again
pt_br: Caso tenha alguma imagem inserida terá que recortá-las novamente

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Save
pt_br: Salvar

source: Nivo Slider Setting
pt_br: Configurações do Nivo Slider

source: Transition effect
pt_br: Efeito de transição

source: Numbers cols for box animations
pt_br: Número de colunas para as animações do tipo "box"

source: Numbers rows for box animations
pt_br: Número de linhas para as animações do tipo "box"

source: Slide transition speed
pt_br: Velocidade da transição do slide

source: (default 500ms)
pt_br: (padrão 500ms)

source: Pause time between the transitions
pt_br: Tempo de pausa entre as transições

source: (default 3000ms)
pt_br: (padrão 3000ms)

source: Navigation arrows
pt_br: Setas de navegação

source: Enable
pt_br: Habilitar

source: Disable
pt_br: Desabilitar

source: Show only the navigation arrows when mouse is on the slide
pt_br: Mostrar as setas de navegação somente quando o mouse estiver sobre o slide

source: Use left & right on keyboard
pt_br: Usar esquerda & direita no teclado

source: Stop animation while the mouse is on the slide
pt_br: Parar a animação enquando o mouse estiver sobre o slide

source: Force manual transitions
pt_br: Forçar transição manual

source: Background color caption
pt_br: Cor de fundo da legenda

source: Text color caption
pt_br: Cor do texto da legenda

source: Opacity background color caption
pt_br: Opacidade do fundo da legenda

source: <em>Use scale of <strong>0.0</strong> to <strong>10.0</strong></em>
pt_br: <em>Use escala de <strong>0.0</strong> a <strong>10.0</strong></em>

source: how use on templates
pt_br: Como usar no tema

source: Place this:
pt_br: Coloque isso:

source: in your templates
pt_br: no seu tema

source: Credits and Donation
pt_br: Créditos e Doações

source: Developed by:
pt_br: Desenvolvido por:

source: Jquery Nivo Slider by:
pt_br: Jquery Nivo Slider por:

source: JPicker Plugin by:
pt_br: JPicker Plugin por:

source: This plugin has been helpful to you? How about making a donation and encourage me to develop other plugins?
pt_br: Este plugin foi útil para você? Que tal fazer uma doação e me incentivar a desenvolver outros plugins?

source: Nivo Slider For WordPress - Add Image
pt_br: Nivo Slider For WordPress - Adicionar imagem

source: Sorry. Only JPG, GIF and PNG formats are supported
pt_br: Desculpe. Somente JPG, GIF e PNG são suportados

source: Original image
pt_br: Imagem original

source: Click and drag to select the crop area
pt_br: Clique e arraste para selecionar a área do recorte

source: Slide preview
pt_br: Visualização no slide

source: Image caption(optional)
pt_br: Legenda da imagem (opcional)

source: Image link, please use <strong>http://</strong>(optional)
pt_br: Link da imagem. Por favor use <strong>http://</strong> (opcional)

source: The dimensions of the slider (and the clipping of the image) are <strong>
pt_br: As dimensões do slider (e do recorte da imagem) estão em <strong>

source: </strong>width, per <strong>
pt_br: </strong>largura, por <strong>

source: </strong>height, to modify them go to the
pt_br: </strong>de altura, para modificá-las siga para a

source: options page
pt_br: pagina de opções

source: Add New image
pt_br: Adicionar nova imagem

source: Warning
pt_br: Aviso

source: The permissions to the directory <b>%s</b> are invalid. Set them to 777 to be able to upload files.
pt_br: As permissões para o diretório <b>%s</ b> são inválidos. use permissão 777 para poder fazer upload dos arquivos.

source: File
pt_br: Arquivo

source: Send picture and configure
pt_br: Enviar e configurar imagem

source: Order
pt_br: Ordem

source: Image
pt_br: Imagem

source: Caption and Link
pt_br: Legenda e link

source: Image Link to :
pt_br: Link da imagem para:

source: Edit
pt_br: Editar

source: Remove
pt_br: Remover

source: No images uploaded yet.
pt_br: Nenhuma imagem inserida ainda.

source: Nivo Slider For WordPress
pt_br: Nivo Slider for WordPress - Opções

source: Add/Edit image
pt_br: Adicionar/Editar imagem

source: Options
pt_br: Opções

source: Nivo Slider for WordPress - Help > Add image
pt_br: Nivo Slider For WordPress - Ajuda > Adicionar imagem

source: Adding images:
pt_br: Adicionando imagem:

source: To add a new image on your slider, click in buttom <em>Add new image</em>, then select the desired image(are supported JPG, PNG and GIF) and then click the button <em>send and edit image
pt_br: Para adicionar uma nova imagem no seu slider, clique no botão <em>Adicionar nova imagem</em>, em seguida, selecione a imagem desejada (são suportados JPG, PNG e GIF) e clique no botão <em> enviar e editar imagem

source: Image setting:
pt_br: Configurações da imagem:

source: Once the image was sent, set the crop area and write caption below and the image link if you wish.
pt_br: Depois que a imagem foi enviada, defina a área de recorte e escreva abaixo a legenda e no link da imagem, se desejar.

source: Image editing:
pt_br: Editando imagem:

source: To edit the image after you have set your settings, click in the link <em>edit</em> aside the column's caption.
pt_br: Para editar a imagem depois de já definida suas configurações, clique no link <em>Editar</em> ao lado da coluna da legenda.

source: Excluding image:
pt_br: Excluindo imagem:

source: To delete the image, click in the link <em>Remove</em> aside the column's caption.
pt_br: Para excluir a imagem, clique no link <em>Remover</em> ao lado da coluna da legenda.

source: Changing the display order of images:
pt_br: Alterando a ordem de apresentação das imagens:

source: To set the display order of images, click the line of the desired image and drag up or down until the order of images as you want.
pt_br: Para definir a ordem de apresentação das imagens, clique na linha da imagem desejada e arraste para cima ou para baixo até a ordem das imagens ficar como deseja.

source: Nivo Slider for WordPress - Help > Options
pt_br: Nivo Slider para WordPress - Ajuda > Opções

source: Size of the cut (it will also be the size of the slider):
pt_br: Tamanho do recorte (será também o tamaho do slider)

source: This option sets the width and height in pixels in the corresponding fields. This will be the dimensions of the slider and the clipping of the image after uploading the same.
pt_br: Esta opção define a largura e altura em pixels nos campos correspondentes. Essa ser&aacute; as dimensõ;es do slider e do recorte da imagem após o upload da mesma.

source: Important: if you change these dimensions after you have already inserted some image, will have to crop the images again, so that they fit the dimensions defined.
pt_br: Importante: caso altere essas dimensões depois de já ter inserido alguma imagem, terá que recortar as imagens novamente, para que elas se adequarem as dimensões definidas.

source: Nivo Slider settings:
pt_br: Configurações do Nivo Slider:

source: Transition effects:
pt_br: Efeitos de transição

source: Select one of the effects to change the transition between each image.
pt_br: Selecione um dos efeitos para alterar a transi&ccedil;&atilde;o entre cada imagem.

source: Speed the transition from slide:
pt_br: Velocidade da transição do slide:

source: Speed that will show the selected transition.
pt_br: Velocidade em que será mostrada a transição escolhida.

source: Pause time between transitions:
pt_br: Tempo de pausa entre as transições:

source: Time that an image of the slider will be shown, happen until the transition to the next.
pt_br: Tempo que uma imagem do slider ficará sendo mostrada, até que acontçaa a transção para a próxima.

source: Navigation arrows:
pt_br: Setas de navegação:

source: If this option is enabled, the use of arrows to advance or move back to the images on the slider will appear.
pt_br: Se esta opção estiver habilitada, o uso das setas para avançar ou voltar a passagem das imagens no slider aparecerão.

source: Show navigation arrows only when the mouse is on the slide:
pt_br: Mostrar as setas de navegação somente quando o mouse estiver sobre o slide:

source: If this option is enabled, the navigation arrows will only appear when the mouse cursor is on the slider.
pt_br: Se esta opção estiver habilitada, as setas de navegação s&oacute; irão aparecer quando o cursor do mouse estiver sobre o slider.

source: Use left and right on the keyboard:
pt_br: Usar esquerda & direita no teclado:

source: If this option is enabled, the user can move forward or backward through the images of the slider left navigation arrows (&larr;) and right (&rarr;) on the keyboard.
pt_br: Se esta op&ccedil;&atilde;o estiver habilitada, o usuário poderá avançar ou voltar as imagens do slider pelas setas de navegação esquerda (&larr;) e direita (&rarr;) do teclado.

source: Stop the animation while the mouse is on the slide:
pt_br: Parar a animação enquando o mouse estiver sobre o slide:

source: If this option is enabled, animation (caption and transition) will not happen while the mouse is on the slider.
pt_br: a animação (transições e legenda) não irão acontecer enquanto o mouse estiver sobre do slider.

source: Force transition manual:
pt_br: Forçar transição manual:

source: If this option is enabled, the transition will not happen automatically.
pt_br: Se esta opção estiver habilitada, as transições não acontecerão de forma automática.

source: Background color of the caption:
pt_br: Cor de fundo da legenda:

source: Changes the background color of the caption of every image of the slider. To change the color click the button next to the text field, and select the desired color in the color picker.
pt_br: Altera a cor de fundo da legenda de todas as imagem do slider. Para alterar a cor clique no bot&atilde;o ao lado do campo de texto, e selecione a cor desejada no seletor de cor.

source: Text color of the caption:
pt_br: Cor do texto da legenda:

source: Changes the color of the caption text of all the image of the slider. To change the color click the button next to the text field, and select the desired color in the color picker.
pt_br: Altera a cor do texto da legenda de todas as imagem do slider. Para alterar a cor clique no bot&atilde;o ao lado do campo de texto, e selecione a cor desejada no seletor de cor.

source: Opacity of the background caption:
pt_br: Opacidade do fundo da legenda:

source: Changes the background transparency of the caption of every image of the slider. Enter the desired value within a range from 0.0 to 10.0, eg 0.3.
pt_br: Altera a transpar&ecirc;ncia do fundo da legenda de todas as imagem do slider. Digite o valor desejado dentro de uma escala de 0.0 &agrave; 10.0, por exemplo, 0.3.
